{
  "Basics": {
    "index": "0012",
    "subject name": "Sound Healing Frequencies",
    "time of creation": "2024",
    "location of creation": "Singapore",
    "abstract": "Singing bowls are revered for their harmonious tones that resonate with the body and mind, offering profound sound healing experiences. Crafted with care, each bowl produces soothing vibrations when struck or rubbed, promoting relaxation and balance. Sound healing practitioners use these vibrations to restore harmony within individuals, fostering deep meditation and inner peace. Whether in meditation, yoga, or therapy, singing bowls serve as powerful tools for rejuvenation and transformation, providing sacred spaces for healing."
  },
  "Sound_Healing": {
    "description": "A compilation of frequencies used in sound healing practices, each believed to have unique therapeutic effects on the mind, body, and spirit.",
    "frequencies": [
      {
        "name": "432 Hz",
        "description": "Known as the 'miracle tone,' 432 Hz is believed to resonate with the natural frequency of the universe, promoting harmony, healing, and spiritual growth. It is said to reduce stress, increase energy levels, and enhance creativity.",
        "color": "Green",
        "chakra": "Heart",
        "element": "Air",
        "affirmation": "I am in tune with the universe and open to love and healing."
      },
      {
        "name": "528 Hz",
        "description": "Referred to as the 'love frequency,' 528 Hz is thought to facilitate DNA repair, promote inner peace, and stimulate the body's natural healing processes. It is associated with feelings of love, compassion, and unity.",
        "color": "Blue",
        "chakra": "Throat",
        "element": "Water",
        "affirmation": "I am surrounded by love and harmony, and my body is in perfect balance."
      },
      {
        "name": "639 Hz",
        "description": "Associated with emotional healing and interpersonal relationships, 639 Hz is believed to promote harmony and reconciliation. It is said to facilitate communication, resolve conflicts, and strengthen connections with others.",
        "color": "Indigo",
        "chakra": "Third Eye",
        "element": "Light",
        "affirmation": "I trust my intuition and am open to receiving guidance and wisdom from within."
      },
      {
        "name": "741 Hz",
        "description": "Known for its cleansing and detoxifying properties, 741 Hz is believed to dissolve negative energy, remove toxins from the body, and purify the mind. It is associated with self-expression, intuition, and spiritual awakening.",
        "color": "Violet",
        "chakra": "Crown",
        "element": "Spirit",
        "affirmation": "I release all negativity and embrace the light of divine wisdom and spiritual awakening."
      },
      {
        "name": "852 Hz",
        "description": "Considered the 'third eye frequency,' 852 Hz is believed to activate the pineal gland and enhance spiritual awareness. It is associated with intuition, insight, and higher consciousness, facilitating deep meditation and inner reflection.",
        "color": "White",
        "chakra": "Crown",
        "element": "Spirit",
        "affirmation": "I am connected to the divine source of all creation and trust in the guidance of the universe."
      }
    ]
  }
}
