{
  "Basics": {
    "index": "0002",
    "subject name": "Piano Keys",
    "time of creation": "2024",
    "location of creation": "Singapore",
    "abstract":"Each key on the piano seemed to hold its own unique emotion, waiting to be unlocked with the gentle touch of my fingers. The warmth of C major enveloped me like a comforting embrace, while G minor whispered of melancholy and reflection. D major soared with triumph and optimism, while A minor spoke of quiet introspection and vulnerability. Each chord progression became a journey through the landscape of my emotions, with every note resonating deeply within me, revealing layers of my innermost thoughts and feelings. In those moments, the piano wasn't just an instrument; it was a companion, guiding me through the complexities of my own heart."
  },
  "chords": [
    {
      "name": "C major",
      "description": "The sun rises over a tranquil meadow, casting golden rays of joy and warmth. A sense of contentment fills the air, as birds sing melodies of pure bliss.",
      "emotion": "Happiness"
    },
    {
      "name": "D minor",
      "description": "Drops of rain fall gently on a solitary window pane, tracing melancholy paths as they merge into a river of tears. A longing for solace whispers through the mist.",
      "emotion": "Sadness"
    },
    {
      "name": "E minor",
      "description": "A lone traveler walks through a misty forest, where shadows dance among ancient trees. Echoes of forgotten dreams linger in the air, mingling with the scent of damp earth.",
      "emotion": "Melancholy"
    },
    {
      "name": "F major",
      "description": "Fields of wildflowers sway in the breeze, painting the landscape with vibrant hues of happiness and hope. The air is filled with the sweet scent of possibility.",
      "emotion": "Brightness"
    },
    {
      "name": "G major",
      "description": "The ocean stretches out to the horizon, its waves crashing against rugged cliffs with boundless energy and determination. A sense of adventure fills the salty air.",
      "emotion": "Energetic"
    },
    {
      "name": "A minor",
      "description": "A solitary figure stands atop a windswept hill, gazing out at the expanse of the universe. Thoughts drift like wisps of clouds, reflecting on the journey of the soul.",
      "emotion": "Reflectiveness"
    },
    {
      "name": "B diminished",
      "description": "Shadows twist and turn in a labyrinth of uncertainty, casting doubt upon the path ahead. Tension hangs in the air like a heavy cloak, suffocating hope with each breath.",
      "emotion": "Tension"
    }
  ]
}
