{
  "Basics": {
    "index": "0006",
    "subject name": "Dream Archive",
    "time of creation": "2020",
    "abstract": "I always have colourful dreams, and I always transfer content of dreams into my artworks. They are the inspiration of my artworks."
  },
  "dreams": [
    {
      "date": "2024-04-19",
      "title": "Lost in the Desert",
      "description": "I found myself wandering aimlessly through a vast desert landscape, with the scorching sun beating down relentlessly. The sand stretched out in all directions, and I felt a deep sense of isolation and vulnerability.",
      "emotions": ["anxiety", "loneliness"],
      "location": "desert",
      "characters": [],
      "events": [
        {
          "name": "Searching for Water",
          "description": "I stumbled across dunes of sand, desperately searching for any sign of water. My throat was parched, and the heat was unbearable. It felt like a never-ending quest."
        },
        {
          "name": "Encounter with a Mirage",
          "description": "In the distance, I saw what appeared to be an oasis shimmering in the heat haze. With renewed hope, I hurried towards it, only to realize it was a cruel mirage, disappearing as I approached."
        }
      ]
    },
    {
      "date": "2024-04-18",
      "title": "Confronting a Fear",
      "description": "I was faced with my greatest fear in a dark, ominous forest. Every step I took felt heavy with dread, but I knew I had to confront it.",
      "emotions": ["fear", "determination"],
      "location": "forest",
      "characters": [],
      "events": [
        {
          "name": "Facing the Fear",
          "description": "As I delved deeper into the forest, my fear intensified. But with each step, I felt a growing sense of determination to overcome it. Eventually, I confronted the source of my fear and found it to be less daunting than I had imagined."
        },
        {
          "name": "Emerging Victorious",
          "description": "After facing my fear head-on, I emerged from the forest with a newfound sense of courage and resilience. It was a triumphant moment, knowing that I had conquered something that once held power over me."
        }
      ]
    }
  ]
}
